tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cmake"
brew "commitizen"
brew "deno"
brew "diff-so-fancy"
brew "exa"
brew "fnm"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git-delta"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "pango"
brew "luarocks"
brew "neovim"
brew "nnn"
brew "percona-server"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "chromedriver"
cask "linearmouse"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "webpquicklook"
